[
    {
        "q": "What did one pirate say to the other when he beat him at chess?",
        "a": "Checkmatey."
    },
    {
        "q": "I burned 2000 calories today",
        "a": "I left my food in the oven for too long."
    },
    {
        "q": "I startled my next-door neighbor with my new electric power tool.",
        "a": "I had to calm him down by saying \"Don't worry, this is just a drill!\""
    },
    {
        "q": "I broke my arm in two places.",
        "a": "My doctor told me to stop going to those places."
    },
    {
        "q": "I quit my job at the coffee shop the other day.",
        "a": "It was just the same old grind over and over."
    },
    {
        "q": "I never buy anything that has Velcro with it...",
        "a": "it's a total rip-off."
    },
    {
        "q": "I used to work at a soft drink can crushing company...",
        "a": "it was soda pressing."
    },
    {
        "q": "I wondered why the frisbee kept on getting bigger.",
        "a": "Then it hit me."
    },
    {
        "q": "I was going to tell you a fighting joke...",
        "a": "but I forgot the punch line."
    },
    {
        "q": "What is the most groundbreaking invention of all time?",
        "a": "The shovel. "
    },
    {
        "q": "I'm starting my new job at a restaurant next week.",
        "a": "I can't wait."
    },
    {
        "q": "I visited a weight loss website...",
        "a": "they told me I have to have cookies disabled."
    },
    {
        "q": "Did you hear about the famous Italian chef that recently died?",
        "a": "He pasta way."
    },
    {
        "q": "Broken guitar for sale",
        "a": "no strings attached."
    },
    {
        "q": "I could never be a plumber",
        "a": "it's too hard watching your life's work go down the drain."
    },
    {
        "q": "I cut my finger slicing cheese the other day...",
        "a": "but I think I may have grater problems than that."
    },
    {
        "q": "What time did you go to the dentist yesterday?",
        "a": "Tooth-hurty."
    },
    {
        "q": "What kind of music do astronauts listen to?",
        "a": "Neptunes."
    },
    {
        "q": "Rest in peace, boiled water.",
        "a": "You will be mist."
    },
    {
        "q": "What is the only concert in the world that costs 45 cents?",
        "a": "50 Cent, featuring Nickelback."
    },
    {
        "q": "It's not a dad bod",
        "a": "it's a father figure."
    },
    {
        "q": "My wife recently went on a tropical food diet and now our house is full of this stuff.",
        "a": "It's enough to make a mango crazy."
    },
    {
        "q": "What do you call Santa's little helpers?",
        "a": "Subordinate clauses."
    },
    {
        "q": "Want to hear a construction joke?",
        "a": "Sorry, I'm still working on it."
    },
    {
        "q": "What's the difference between a hippo and a zippo?",
        "a": "One is extremely big and heavy, and the other is a little lighter."
    },
    {
        "q": "I burnt my Hawaiian pizza today in the oven,",
        "a": "I should have cooked it on aloha temperature."
    },
    {
        "q": "Anyone can be buried when they die",
        "a": "but if you want to be cremated then you have to urn it."
    },
    {
        "q": "Where did Captain Hook get his hook?",
        "a": "From the second-hand store."
    },
    {
        "q": "I am such a good singer that people always ask me to sing solo",
        "a": "solo that they can't hear me. "
    },
    {
        "q": "I am such a good singer that people ask me to sing tenor",
        "a": "tenor twelve miles away."
    },
    {
        "q": "Occasionally to relax I just like to tuck my knees into my chest and lean forward.",
        "a": "That's just how I roll."
    },
    {
        "q": "What did the glass of wine say to the glass of beer? Nothing.",
        "a": "They barley knew each other."
    },
    {
        "q": "I've never trusted stairs.",
        "a": "They are always up to something."
    },
    {
        "q": "Why did Shakespeare's wife leave him?",
        "a": "She got sick of all the drama."
    },
    {
        "q": "I just bought a dictionary but all of the pages are blank.",
        "a": "I have no words to describe how mad I am."
    },
    {
        "q": "If you want to get a job at the moisturizer factory...",
        "a": "you're going to have to apply daily."
    },
    {
        "q": "I don't know what's going to happen next year.",
        "a": "It's probably because I don't have 2020 vision."
    },
    {
        "q": "Want to hear a joke about going to the bathroom?",
        "a": "Urine for a treat."
    },
    {
        "q": "I couldn't figure out how to use the seat belt.",
        "a": "Then it just clicked."
    },
    {
        "q": "I got an email the other day teaching me how to read maps backwards",
        "a": "turns out it was just spam."
    },
    {
        "q": "I'm reading a book about anti-gravity.",
        "a": "It's impossible to put down!"
    },
    {
        "q": "You're American when you go into the bathroom, and you're American when you come out, but do you know what you are while you're in there?",
        "a": "European."
    },
    {
        "q": "Did you know the first French fries weren't actually cooked in France?",
        "a": "They were cooked in Greece."
    },
    {
        "q": "Want to hear a joke about a piece of paper? Never mind...",
        "a": "it's tearable."
    },
    {
        "q": "I just watched a documentary about beavers.",
        "a": "It was the best dam show I ever saw!"
    },
    {
        "q": "If you see a robbery at an Apple Store what re you?",
        "a": "An iWitness?"
    },
    {
        "q": "Spring is here!",
        "a": "I got so excited I wet my plants!"
    },
    {
        "q": "What's Forrest Gump's password?",
        "a": "1forrest1"
    },
    {
        "q": "Why did the Clydesdale give the pony a glass of water?",
        "a": "Because he was a little horse!"
    },
    {
        "q": "CASHIER: \"Would you like the milk in a bag, sir?\"",
        "a": "DAD: \"No, just leave it in the carton!\""
    },
    {
        "q": "Did you hear about the guy who invented Lifesavers?",
        "a": "They say he made a mint."
    },
    {
        "q": "I bought some shoes from a drug dealer.",
        "a": "I don't know what he laced them with, but I was tripping all day!"
    },
    {
        "q": "Why do chicken coops only have two doors?",
        "a": "Because if they had four, they would be chicken sedans!"
    },
    {
        "q": "How do you make a Kleenex dance?",
        "a": "Put a little boogie in it!"
    },
    {
        "q": "A termite walks into a bar and asks",
        "a": "\"Is the bar tender here?\""
    },
    {
        "q": "Why did the invisible man turn down the job offer?",
        "a": "He couldn't see himself doing it."
    },
    {
        "q": "I used to have a job at a calendar factory",
        "a": "but I got the sack because I took a couple of days off."
    },
    {
        "q": "A woman is on trial for beating her husband to death with his guitar collection. Judge says, \"First offender?\"",
        "a": "She says, \"No, first a Gibson! Then a Fender!\""
    },
    {
        "q": "How do you make holy water?",
        "a": "You boil the hell out of it."
    },
    {
        "q": "I had a dream that I was a muffler last night.",
        "a": "I woke up exhausted!"
    },
    {
        "q": "Did you hear about the circus fire?",
        "a": "It was in tents!"
    },
    {
        "q": "Don't trust atoms.",
        "a": "They make up everything!"
    },
    {
        "q": "How many tickles does it take to make an octopus laugh?",
        "a": "Ten-tickles."
    },
    {
        "q": "I'm only familiar with 25 letters in the English language.",
        "a": "I don't know why."
    },
    {
        "q": "Why did the cow in the pasture get promoted at work?",
        "a": "Because he is OUT-STANDING in his field!"
    },
    {
        "q": "What do prisoners use to call each other?",
        "a": "Cell phones."
    },
    {
        "q": "Why couldn't the bike standup by itself?",
        "a": "It was two tired."
    },
    {
        "q": "Who was the fattest knight at King Arthur's round table?",
        "a": "Sir Cumference. "
    },
    {
        "q": "Did you see they made round bails of hay illegal in Wisconsin?",
        "a": "It's because the cows weren't getting a square meal."
    },
    {
        "q": "You know what the loudest pet you can get is?",
        "a": "A trumpet."
    },
    {
        "q": "What do you get when you cross a snowman with a vampire?",
        "a": "Frostbite."
    },
    {
        "q": "What do you call a deer with no eyes?",
        "a": "No idea!"
    },
    {
        "q": "Can February March?",
        "a": "No, but April May!"
    },
    {
        "q": "What do you call a lonely cheese?",
        "a": "Provolone."
    },
    {
        "q": "Why can't you hear a pterodactyl go to the bathroom?",
        "a": "Because the pee is silent."
    },
    {
        "q": "What did the buffalo say to his son when he dropped him off at school?",
        "a": "Bison."
    },
    {
        "q": "What do you call someone with no body and no nose?",
        "a": "Nobody knows."
    },
    {
        "q": "You heard of that new band 1023MB?",
        "a": "They're good but they haven't got a gig yet."
    },
    {
        "q": "Why did the crab never share?",
        "a": "Because he's shellfish."
    },
    {
        "q": "How do you get a squirrel to like you?",
        "a": "Act like a nut."
    },
    {
        "q": "Why don't eggs tell jokes?",
        "a": "They'd crack each other up."
    },
    {
        "q": "Why can't a nose be 12 inches long?",
        "a": "Because then it would be a foot."
    },
    {
        "q": "Did you hear the rumor about butter?",
        "a": "Well, I'm not going to spread it!"
    },
    {
        "q": "I made a pencil with two erasers.",
        "a": "It was pointless."
    },
    {
        "q": "I used to hate facial hair...",
        "a": "but then it grew on me."
    },
    {
        "q": "I decided to sell my vacuum cleaner—",
        "a": "it was just gathering dust!"
    },
    {
        "q": "I had a neck brace fitted years ago",
        "a": "and I've never looked back since."
    },
    {
        "q": "You know, people say they pick their nose,",
        "a": "but I feel like I was just born with mine."
    },
    {
        "q": "What do you call an elephant that doesn't matter?",
        "a": "An irrelephant."
    },
    {
        "q": "What do you get from a pampered cow?",
        "a": "Spoiled milk."
    },
    {
        "q": "It's inappropriate to make a 'dad joke' if you're not a dad.",
        "a": "It's a faux pa."
    },
    {
        "q": "How do lawyers say goodbye?",
        "a": "Sue ya later!"
    },
    {
        "q": "Wanna hear a joke about paper?",
        "a": "Never mind—it's tearable."
    },
    {
        "q": "What's the best way to watch a fly fishing tournament?",
        "a": "Live stream."
    },
    {
        "q": "I could tell a joke about pizza,",
        "a": "but it's a little cheesy."
    },
    {
        "q": "When does a joke become a dad joke?",
        "a": "When it becomes apparent."
    },
    {
        "q": "What's an astronaut's favorite part of a computer?",
        "a": "The space bar."
    },
    {
        "q": "What did the shy pebble wish for?",
        "a": "That she was a little boulder."
    },
    {
        "q": "I'm tired of following my dreams.",
        "a": "I'm just going to ask them where they are going and meet up with them later."
    },
    {
        "q": "Did you hear about the guy whose whole left side was cut off?",
        "a": "He's all right now."
    },
    {
        "q": "Why didn't the skeleton cross the road?",
        "a": "Because he had no guts."
    },
    {
        "q": "What did one nut say as he chased another nut?",
        "a": "I'm a cashew!"
    },
    {
        "q": "Chances are if you' ve seen one shopping center...",
        "a": "you've seen a mall."
    },
    {
        "q": "I knew I shouldn't steal a mixer from work...",
        "a": "but it was a whisk I was willing to take."
    },
    {
        "q": "How come the stadium got hot after the game?",
        "a": "Because all of the fans left."
    },
    {
        "q": "Why was it called the dark ages?",
        "a": "Because of all the knights. "
    },
    {
        "q": "Why did the tomato blush?",
        "a": "Because it saw the salad dressing."
    },
    {
        "q": "Did you hear the joke about the wandering nun?",
        "a": "She was a roman catholic."
    },
    {
        "q": "What creature is smarter than a talking parrot?",
        "a": "A spelling bee."
    },
    {
        "q": "I'll tell you what often gets over looked...",
        "a": "garden fences."
    },
    {
        "q": "Why did the kid cross the playground?",
        "a": "To get to the other slide."
    },
    {
        "q": "Why do birds fly south for the winter?",
        "a": "Because it's too far to walk."
    },
    {
        "q": "What is a centipedes's favorite Beatle song?",
        "a": "I want to hold your hand, hand, hand, hand..."
    },
    {
        "q": "My first time using an elevator was an uplifting experience.",
        "a": "The second time let me down."
    },
    {
        "q": "To be Frank...",
        "a": "I'd have to change my name."
    },
    {
        "q": "Slept like a log last night …",
        "a": "woke up in the fireplace."
    },
    {
        "q": "Why does a Moon-rock taste better than an Earth-rock?",
        "a": "Because it's a little meteor."
    },
    {
        "q": "How many South Americans does it take to change a lightbulb?",
        "a": "A Brazilian"
    },
    {
        "q": "I don't trust stairs.",
        "a": "They're always up to something."
    },
    {
        "q": "A police officer caught two kids playing with a firework and a car battery.",
        "a": "He charged one and let the other one off."
    },
    {
        "q": "What is the difference between ignorance and apathy?",
        "a": "I don't know and I don't care."
    },
    {
        "q": "I went to a Foo Fighters Concert once...",
        "a": "It was Everlong..."
    },
    {
        "q": "Some people eat light bulbs.",
        "a": "They say it's a nice light snack."
    },
    {
        "q": "What do you get hanging from Apple trees?",
        "a": "Sore arms."
    },
    {
        "q": "Last night me and my girlfriend watched three DVDs back to back.",
        "a": "Luckily I was the one facing the TV."
    },
    {
        "q": "I got a reversible jacket for Christmas,",
        "a": "I can't wait to see how it turns out."
    },
    {
        "q": "What did Romans use to cut pizza before the rolling cutter was invented?",
        "a": "Lil Caesars"
    },
    {
        "q": "My pet mouse 'Elvis' died last night.",
        "a": "He was caught in a trap.."
    },
    {
        "q": "Never take advice from electrons.",
        "a": "They are always negative."
    },
    {
        "q": "Why are oranges the smartest fruit?",
        "a": "Because they are made to concentrate. "
    },
    {
        "q": "What did the beaver say to the tree?",
        "a": "It's been nice gnawing you."
    },
    {
        "q": "How do you fix a damaged jack-o-lantern?",
        "a": "You use a pumpkin patch."
    },
    {
        "q": "What did the late tomato say to the early tomato?",
        "a": "I'll ketch up"
    },
    {
        "q": "I have kleptomania...",
        "a": "when it gets bad, I take something for it."
    },
    {
        "q": "I used to be addicted to soap...",
        "a": "but I'm clean now."
    },
    {
        "q": "When is a door not a door?",
        "a": "When it's ajar."
    },
    {
        "q": "I made a belt out of watches once...",
        "a": "It was a waist of time."
    },
    {
        "q": "This furniture store keeps emailing me,",
        "a": "all I wanted was one night stand!"
    },
    {
        "q": "How do you find Will Smith in the snow?",
        "a": " Look for fresh prints."
    },
    {
        "q": "I just read a book about Stockholm syndrome.",
        "a": "It was pretty bad at first, but by the end I liked it."
    },
    {
        "q": "Why do trees seem suspicious on sunny days?",
        "a": "Dunno, they're just a bit shady."
    },
    {
        "q": "If at first you don't succeed",
        "a": "sky diving is not for you!"
    },
    {
        "q": "What kind of music do mummy's like?",
        "a": "Rap"
    },
    {
        "q": "A book just fell on my head.",
        "a": "I only have my shelf to blame."
    },
    {
        "q": "What did the dog say to the two trees?",
        "a": "Bark bark."
    },
    {
        "q": "If a child refuses to sleep during nap time...",
        "a": "are they guilty of resisting a rest?"
    },
    {
        "q": "Have you ever heard of a music group called Cellophane?",
        "a": "They mostly wrap."
    },
    {
        "q": "What did the mountain climber name his son?",
        "a": "Cliff."
    },
    {
        "q": "Why should you never trust a pig with a secret?",
        "a": "Because it's bound to squeal."
    },
    {
        "q": "Why are mummys scared of vacation?",
        "a": "They're afraid to unwind."
    },
    {
        "q": "Whiteboards ...",
        "a": "are remarkable."
    },
    {
        "q": "What kind of dinosaur loves to sleep?",
        "a": "A stega-snore-us."
    },
    {
        "q": "What kind of tree fits in your hand?",
        "a": "A palm tree!"
    },
    {
        "q": "I used to be addicted to the hokey pokey",
        "a": "but I turned myself around."
    },
    {
        "q": "How many tickles does it take to tickle an octopus?",
        "a": "Ten-tickles!"
    },
    {
        "q": "What musical instrument is found in the bathroom?",
        "a": "A tuba toothpaste."
    },
    {
        "q": "My boss told me to attach two pieces of wood together...",
        "a": "I totally nailed it!"
    },
    {
        "q": "What was the pumpkin's favorite sport?",
        "a": "Squash."
    },
    {
        "q": "What do you call corn that joins the army?",
        "a": "Kernel."
    },
    {
        "q": "I've been trying to come up with a dad joke about momentum",
        "a": "but I just can't seem to get it going."
    },
    {
        "q": "Why don't sharks eat clowns?",
        "a": "Because they taste funny."
    },
    {
        "q": "Just read a few facts about frogs.",
        "a": "They were ribbiting."
    },
    {
        "q": "Why didn't the melons get married?",
        "a": "Because they cantaloupe."
    },
    {
        "q": "What's a computer's favorite snack?",
        "a": "Microchips!"
    },
    {
        "q": "Why was the robot so tired after his road trip?",
        "a": "He had a hard drive."
    },
    {
        "q": "Why did the computer have no money left?",
        "a": "Someone cleaned out its cache!"
    },
    {
        "q": "I'm not anti-social.",
        "a": "I'm just not user friendly."
    },
    {
        "q": "Why did the computer get cold?",
        "a": "Because it forgot to close windows."
    },
    {
        "q": "What is an astronaut's favorite key on a keyboard?",
        "a": "The space bar!"
    },
    {
        "q": "What's the difference between a computer salesman and a used-car salesman?",
        "a": "The used-car salesman KNOWS when he's lying."
    },
    {
        "q": "If at first you don't succeed...",
        "a": "call it version 1.0"
    },
    {
        "q": "Why did Microsoft PowerPoint cross the road?",
        "a": "To get to the other slide!"
    },
    {
        "q": "What did the computer do at lunchtime?",
        "a": "Had a byte!"
    },
    {
        "q": "Why did the computer keep sneezing?",
        "a": "It had a virus!"
    },
    {
        "q": "What did one toilet say to the other?",
        "a": "You look a bit flushed."
    },
    {
        "q": "Why did the picture go to jail?",
        "a": "Because it was framed."
    },
    {
        "q": "What did one wall say to the other wall?",
        "a": "I'll meet you at the corner."
    },
    {
        "q": "What do you call a boy named Lee that no one talks to?",
        "a": "Lonely"
    },
    {
        "q": "Why do bicycles fall over?",
        "a": "Because they are two-tired!"
    },
    {
        "q": "Why was the broom late?",
        "a": "It over swept!"
    },
    {
        "q": "What part of the car is the laziest?",
        "a": "The wheels, because they are always tired!"
    },
    {
        "q": "What's the difference between a TV and a newspaper?",
        "a": "Ever tried swatting a fly with a TV?"
    },
    {
        "q": "What did one elevator say to the other elevator?",
        "a": "I think I'm coming down with something!"
    },
    {
        "q": "Why was the belt arrested?",
        "a": "Because it held up some pants!"
    },
    {
        "q": "What makes the calendar seem so popular?",
        "a": "Because it has a lot of dates!"
    },
    {
        "q": "Why did Mickey Mouse take a trip into space?He wanted to find Pluto!"
    },
    {
        "q": "Why do you go to bed every night?",
        "a": "Because the bed won't come to you!"
    },
    {
        "q": "What has four wheels and flies?",
        "a": "A garbage truck!"
    },
    {
        "q": "Why did the robber take a bath before he stole from the bank?",
        "a": "He wanted to make a clean get away!"
    },
    {
        "q": "Just watched a documentary about beavers.",
        "a": "It was the best damn program I've ever seen."
    },
    {
        "q": "Slept like a log last night",
        "a": "woke up in the fireplace."
    },
    {
        "q": "Why did the scarecrow win an award?",
        "a": "Because he was outstanding in his field."
    },
    {
        "q": "Why does a chicken coop only have two doors?",
        "a": "Because if it had four doors it would be a chicken sedan."
    },
    {
        "q": "What's the difference between an African elephant and an Indian elephant?",
        "a": "About 5000 miles"
    },
    {
        "q": "Why did the coffee file a police report?",
        "a": "It got mugged."
    },
    {
        "q": "What did the grape do when he got stepped on?",
        "a": "He let out a little wine."
    },
    {
        "q": "How many apples grow on a tree?",
        "a": "All of them."
    },
    {
        "q": "What name do you give a person with a rubber toe?",
        "a": "Roberto"
    },
    {
        "q": "Did you hear about the kidnapping at school?",
        "a": "It's fine, he woke up."
    },
    {
        "q": "Why do scuba divers fall backwards into the water?",
        "a": "Because if they fell forwards they'd still be in the boat."
    },
    {
        "q": "How does a penguin build it's house?",
        "a": "Igloos it together."
    },
    {
        "q": "What do you call a man with a rubber toe?",
        "a": "Roberto"
    },
    {
        "q": "Did you hear about the restaurant on the moon?",
        "a": "Great food, no atmosphere."
    },
    {
        "q": "Why was the belt sent to jail?",
        "a": "For holding up a pair of pants!"
    },
    {
        "q": "Did you hear about the scientist who was lab partners with a pot of boiling water?",
        "a": "He had a very esteemed colleague."
    },
    {
        "q": "What happens when a frogs car dies?",
        "a": "He needs a jump. If that doesn't work he has to get it toad."
    },
    {
        "q": "What did the flowers do when the bride walked down the aisle?",
        "a": "They rose."
    },
    {
        "q": "Why did the man fall down the well?",
        "a": "Because he couldn't see that well."
    },
    {
        "q": "My boss told me to have a good day...",
        "a": "...so I went home."
    },
    {
        "q": "How can you tell it's a dogwood tree?",
        "a": "By the bark."
    },
    {
        "q": "Did you hear about the kidnapping at school?",
        "a": "It's fine, he woke up."
    },
    {
        "q": "Why is Peter Pan always flying?",
        "a": "Because he Neverlands."
    },
    {
        "q": "Which state has the most streets?",
        "a": "Rhode Island."
    },
    {
        "q": "What do you call 26 letters that went for a swim?",
        "a": "Alphawetical."
    },
    {
        "q": "Why was the color green notoriously single?",
        "a": "It was always so jaded."
    },
    {
        "q": "Why did the coach go to the bank?",
        "a": "To get his quarterback."
    },
    {
        "q": "How do celebrities stay cool?",
        "a": "They have many fans."
    },
    {
        "q": "What's the most depressing day of the week?",
        "a": "sadder day."
    },
    {
        "q": "Dogs can't operate MRI machines",
        "a": "But catscan."
    },
    {
        "q": "I was going to tell a time-traveling joke",
        "a": "but you guys didn't like it."
    },
    {
        "q": "Stop looking for the perfect match",
        "a": "instead look for a lighter."
    },
    {
        "q": "I told my doctor I heard buzzing",
        "a": "but he said it's just a bug going around."
    },
    {
        "q": "What kind of car does a sheep like to drive?",
        "a": "A lamborghini."
    },
    {
        "q": "What did the accountant say while auditing a document?",
        "a": "This is taxing."
    },
    {
        "q": "What did the two pieces of bread say on their wedding day?",
        "a": "It was loaf at first sight."
    },
    {
        "q": "Why do melons have weddings?",
        "a": "Because they cantaloupe."
    },
    {
        "q": "What did the drummer call his twin daughters?",
        "a": "Anna One, Anna Two!"
    },
    {
        "q": "What do you call a toothless bear?",
        "a": "A gummy bear!"
    },
    {
        "q": "Two goldfish are in a tank.",
        "a": "One says to the other, \"Do you know how to drive this thing?\""
    },
    {
        "q": "What's Forrest Gump's password?",
        "a": "1forrest1"
    },
    {
        "q": "What is a child guilty of if they refuse to nap?",
        "a": "Resisting a rest."
    },
    {
        "q": "I know a lot of jokes about retired people",
        "a": "but none of them work."
    },
    {
        "q": "Why are spiders so smart?",
        "a": "They can find everything on the web."
    },
    {
        "q": "What has one head, one foot, and four legs?",
        "a": "A bed."
    },
    {
        "q": "What does a house wear?",
        "a": "Address."
    },
    {
        "q": "What's red and smells like blue paint?",
        "a": "Red paint."
    },
    {
        "q": "My son asked me to put his shoes on",
        "a": "but I don't think they'll fit me."
    },
    {
        "q": "I've been bored recently, so I decided to take up fencing.",
        "a": "The neighbors keep demanding that I put it back."
    },
    {
        "q": "What do you call an unpredictable camera?",
        "a": "A loose Canon."
    },
    {
        "q": "Which U.S. state is known for its especially small soft drinks?",
        "a": "Minnesota."
    },
    {
        "q": "What do sprinters eat before a race?",
        "a": "Nothing—they fast."
    },
    {
        "q": "I'm so good at sleeping...",
        "a": "I can do it with my eyes closed."
    },
    {
        "q": "People are usually shocked that I have a Police record.",
        "a": "But I love their greatest hits!"
    },
    {
        "q": "I told my girlfriend she drew on her eyebrows too high.",
        "a": "She seemed surprised."
    },
    {
        "q": "What do you call a fibbing cat?",
        "a": "A lion."
    },
    {
        "q": "Why shouldn't you write with a broken pencil?",
        "a": "Because it's pointless."
    },
    {
        "q": "I like telling Dad jokes…",
        "a": "sometimes he laughs."
    },
    {
        "q": "How do you weigh a millennial?",
        "a": "In Instagrams."
    },
    {
        "q": "The wedding was so beautiful",
        "a": "even the cake was in tiers."
    },
    {
        "q": "What's the most patriotic sport?",
        "a": "Flag football."
    }
]