[
    "{{.Dying}} was obliterated by Winter's vampiric build.",
    "[GG] teamed up on {{.Dying}}. Git Gud, {{.Dying}}.",
    "{{.Killer}} stabbed {{.Dying}} with a tier 4 Stick.",
    "{{.Dying}} kicked a rock, Gorbon took offense and crushed {{.Dying}} to death.",
    "{{.Dying}} had to reconnect to join a World Boss Lobby... \"Game Under Maintenance\".",
    "{{.Dying}} crafted an Ancient and upgraded 1 time before reforging...",
    "{{.Dying}} bought the 120,000 gem Schematic offer - gets Rombolio.",
    "{{.Dying}} chases Oxla for 5+ years... Oxla never thinks they are cool.",
    "{{.Dying}} attempts to makes a non-PG joke in World Chat \"You've been muted for 3,652 days\".",
    "{{.Dying}} random rolls an offensive pet... gets Savage 7x.",
    "{{.Dying}} mistook what \"Get Booty\" meant when reading the Beginner Guide about familiars... They are now banned from all Dungeon Merchants in Bit Landia.",
    "{{.Dying}} is new and asks for the BHQ wiki link. Receives the link \"I can't read, this is useless to me.\" They died in zone 1.",
    "{{.Dying}} tried to persuade Rexie but Rexie was having none of that.",
    "After 4 million clover attempts, {{.Dying}} died of exhaustion.",
    "{{.Dying}} runs last xeal out of 1000 and drops Termbot schem.",
    "{{.Dying}} matches with Winter in pvp and gets frozen solid.",
    "{{.Dying}} tried to attack {{.Killer}}, but {{.Killer}} was wearing a guild pet and revived 10 times.",
    "{{.Dying}} died of boredom waiting for a new tier to be released.",
    "DanKohlerIL had enough of {{.Dying}}'s constant begging for a friend slot.",
    "{{.Dying}} thought ninja adding was an acceptable way to befriend {{.Killer}}. They were wrong.",
    "{{.Dying}} equipped DPS gear and placed themself in the back line against Jerry Claypol.",
    "Voluspa showed up in the #2 spot, RIP {{.Dying}}.",
    "{{.Dying}} was killed by their own mount strike being deflected by Demeter.",
    "Washi decided to ruin {{.Dying}}'s day by tumble drying {{.Dying}} on low.",
    "{{.Dying}} heal-locked against Torg and died of old age.",
    "{{.Dying}} couldn't figure out how to exit fishing mode.",
    "{{.Dying}} spam invited their entire raid team to 3xt and was bulk defriended.",
    "{{.Dying}} got slappied by Scharappie.",
    "{{.Dying}} decided to craft Bubbo instead of Shrampz.",
    "Goolmuddy chopped up {{.Dying}} and made a pizza with their remains.",
    "JJ23MOGS went zeus on {{.Dying}} with their Thundercaller.",
    "Antomanz's savagery was no match for {{.Dying}}.",
    "{{.Dying}} forgot to check armory before starting a raid.",
    "{{.Dying}} hit start on world boss before their team rejoined.",
    "To BeNice or not to BeNice, that is the question. {{.Dying}} chose the latter and was ignored by all of WC.",
    "{{.Dying}} ran into iWushock and the impact shattered them into a million tiny pieces.",
    "{{.Dying}} thought Flunder was garbage but JoeBu showed them otherwise.",
    "{{.Dying}} lost to Yeti and became his personal icehole.",
    "{{.Dying}} tried to outwit Gylgymesh but their brain exploded from the stress.",
    "{{.Dying}} faced off against ShawnBond. ShawnBond bound them and left, and {{.Dying}} died of dehydration.",
    "Chocomint hacked {{.Dying}}'s brain and is now under the complete control of Choco's mind control algorithms.",
    "{{.Dying}} walked up to punchready but somehow didn't expect the punch.",
    "{{.Dying}} only had 4 rupees on them when 5Rupees came to collect.",
    "ZombieSlayer13 mistakes {{.Dying}}'s zombie skin potion for a real zombie, {{.Dying}} gets slayed in PVP.",
    "Dralith stayed a tier back just to end {{.Dying}}'s miserable existence.",
    "{{.Dying}} encountered skye666 is the underworld. Like many others before them, they didn't live to tell the tale.",
    "{{.Dying}} confused Uber-gecko with the Geico gecko and was swallowed whole.",
    "{{.Dying}} thought GC was just a cute little GamerCat but GC tore them to shreds.",
    "{{.Dying}} thought it would be funny to bring a KFC fried chicken bucket to RoastyChicken.",
    "Trogburn burned the countryside and {{.Dying}} didn't survive the inferno.",
    "{{.Dying}} flew up to meet ArchangelMichael in battle but faced the full wrath of the Archangel army and was annihilated.",
    "Smolder was still burning when {{.Dying}} attempted to cross them.",
    "{{.Dying}} faced inn0cence's extort build in PVP while stupidly sitting in the front spot.",
    "{{.Dying}} tried to accept Ember's friend request but Ember's friends list was full.",
    "Fabulous faabriitsio made quick work of the mesmerized {{.Dying}}.",
    "Huhuzuikeai evaded every attack from {{.Dying}} and they were hit by huhu's massive Dracus mount strike.",
    "{{.Dying}} said, \"Hey Jordo!\" ItsJordieTho wasn't impressed and stabbed them in the chest.",
    "{{.Dying}} made fun of Jstet's beautifully uptiered Pyroc/Inferno build. Jstet conjured their Volcanatu skill to turn {{.Dying}} into a nice warm camp fire.",
    "{{.Dying}} said that they were not pushing PVP and then pushed anyway. AEA671 heard the news and easily beat them in the weekly leaderboard.",
    "{{.Dying}} forgot what extort meant when choosing Kazanovicz in PVP.",
    "{{.Dying}} insulted Keko-Arbi in a DM. Keko laughed and then swiftly decapitated {{.Dying}}.",
    "{{.Dying}} tried to sneak around Kingsley but Kingsley's Pyr burned {{.Dying}} to a crisp.",
    "{{.Dying}} battled neverover but the battle will never end so {{.Dying}} has been disqualified.",
    "Orcaaa battered {{.Dying}} to death with repeated, relentless tail strikes.",
    "{{.Dying}} made a joke about Ohio to Coffee and was banned for being lame.",
    "{{.Dying}} thought adding Lyme to margaritas was a good idea.",
    "{{.Dying}} attempted to flee but couldn't escape the deadly sound waves of Juniper's scream.",
    "{{.Dying}} considered farming GlarzDos, but made R2oy instead and was baitless two tiers later.",
    "{{.Dying}} tried to bribe Bully but the little pirate stole their gems. \"Blimey!\"",
    "Igneous slaughtered {{.Dying}}. \"I will not cool down, like EVER!\"",
    "Trombolini gave {{.Dying}} his trombone. Before {{.Dying}} could play a song, Trombolini wiped {{.Dying}}'s entire team.",
    "{{.Dying}} went LARPing with Captain Babosun but Captain Babosun took things too far.",
    "Tsunamogh rose from the deep, took {{.Dying}} down to its deepwater lair, and fed them to its offspring.",
    "DaBossa was comin' in hot and eliminated {{.Dying}}.",
    "{{.Dying}} tried to rip off Lady Sparkin's wings, but Lady Sparkin fried {{.Dying}} with an overwhelming amount of SP.",
    "Lerky was lurking in an alley when {{.Dying}} ran by. The last thing {{.Dying}} saw was the electricity between Lerky's horns."
]